[
    {
        "name": "Nubra Valley",
        "image": "https://i.ibb.co/VjBM03K/big-e79f7c2ceb1b314d8da57e77244ae07f.jpg",
        "description": "Known for its orchards, scenic vistas, Bactrian camels and monasteries; Nubra Valley is the northernmost part of Jammu and Kashmir. Situated about 150 km from Leh, Nubra Valley is known as the Orchard of Ladakh and was originally called Ldumra which meant the valley of flowers.Surrounded by snowcapped Himalayan ranges, Nubra valley lies sandwiched between Tibet and Kashmir. The view of the valley is picturesque and breathtaking. During winter, the whole valley looks like landscape of the moon (reason for calling Moonland) and in summer full of greenery. To reach Nubra valley, you will have to cross the awe-inspiring Khardung La, the highest motorable pass in the world. Winding channels of the Shyok and Nubra Rivers crisscross the wide and flat Nubra valley. From a distance, the valley seems parched and dry. However, the valley mainly consists of prime farm land. No wonder then that the valley has earned the sobriquet Orchard of Ladakh. It is not just scenic natural beauty of Nubra which attracts tourists. The valley is predominantly Buddhist and boasts of several centres of Buddhist learning. Ensa, Samstemling, Diskit and Hunder monastery are famous Buddhist monasteries. The cold desert between Diskit and Hundur are another attraction for tourists. Tourists throng the cold desert to watch the sand dunes and for joyrides on the Bactrian camels. Native to the steppes of central Asia, the Bactrian camel has two humps, in contrast to the single-humped camels found in Rajasthan and other parts of India. The Bactrian camels, found only in Hunder, were the main mode of transport when Ladakh was an important stopover on the ancient trade routes with Central Asia.Bactrian camels are a pointer to the regions importance since ancient times. A major stopover on the ancient Silk Route, Nubra is still important as it is a major trade centre for woolen textiles made of Pashmina wool and horticultural crops. Locals produce fruits like apples, walnuts, apricots, almonds and staple crops like wheat, barley, etc."
    },
    {
        "name": "Pangong Tso Lake",
        "image": "https://i.ibb.co/G0h4Ltr/Pangong-Tso-Lake.jpg",
        "description": "Pangong Lake also known as Pangong Tso is a beautiful endorheic lake situated in the Himalayas and is 134 km long, extending from India to China. Pangong Lake is situated at a height of 4350 m and is one of the biggest tourist attractions of the country. The beauty and allure of this lake has attracted people from all over the country and beyond. The lake is said to be in the process of being identified as a wetland with international significance under the Ramsar Convention and if everything goes as expected then the Pangong Lake will be the first in South Asia to be a trans-boundary wetland and that too under this convention.The one factor that makes this Lake so popular is the fact that it keeps changing colors. Situated in the Himalayan range it is approximately 140 km from Leh in Jammu and Kashmir. The name of the lake Pangong was got from a Tibetan word Banggong Co that means a narrow and enchanted lake. And now you know that the lake has got its name rightfully. You will know this when you visit the beautiful lake of Pangong. You are sure to be enchanted by the charm. And because the lake is a long stretch, one third area of the lake lies within our country and the other two third portion lies with Tibet and is controlled by China"
    },
    {
        "name": "Thiksey Monastery",
        "image": "https://i.ibb.co/9rMbnhY/likir-monastery-best-ladakh-monasteries-to-see.jpg",
        "description": "Noted for its resemblance to the Potala Palace in Tibet, Thiksey Monastery is the largest gompa in central Ladakh and a must-see place near Leh. One of the main attractions of Thiksey Monastery is the Maitreya Temple which was installed to commemorate the visit of the 14th Dalai Lama to this monastery in 1970. The temple has a 15m tall statue of Maitreya Buddha, which is the largest statue in Ladakh covering two-storeys of the building.Thiksey Monastery belongs to the Gelug or Yelloe Hat sect of Tibetan Buddhist. It is also known for its annual Gustor Festival held in the month of October/November in which a trade fair is held at the base of the monastery wherevillagers from all over Ladakh come to barter and trade items and socialize.The history of Thiksey Monastery states that the gompa is a 15th century structure. In 1433, Jangsem Sherab Zangpo, the disciple of Tsongkhapa (the founder of the Gelug sect of Tibetan Buddism), founded a small village monastery called Lhakhang Serpo Yellow Temple in Stagmo, north of the Indus. Later, in the mid-15th Century Palden Zangpo built a larger monastery a few kilometres away from Stagmo, on a sacred hill above a village of the same name. This monastery is what we now know as Thiksey Gompa."
    },
    {
        "name": "Khardung-la Pass",
        "image": "https://i.ibb.co/FHnm12y/khardung-la-pass2.jpg",
        "description": "At 5,359 meters, Khardung La is the highest motorable road in the world. A sign which greets visitors upon arriving there proclaims it with a hint of pride. The realization that one is traversing through the highest motorable road is in itself as exciting as it gets.Khardung La is a high altitude mountain pass located almost 40 kilometers from Leh, and is the gateway to Shyok & Nubra Valleys. It has an enormous strategic importance for India, as it is used to transport supplies to the Siachen Glacier.The Khardung La Pass, a major tourist place in Ladakh, is maintained by the Border Roads Organisation and all kinds of vehicles, from two wheelers to heavy trucks, ply this road.The foremost tourist attraction in Khardung La is the excitement of travelling the highest motorable road itself. There are spectacular views that greet you along the way, that of Leh City & the surrounding mountain ranges.You can take plenty of pictures and enjoy noodles, momos, coffee & tea in the cafe. There is also a small souvenir shop where you can purchase anything you like."
    }
]